Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 好来客栈的掌柜这次吸取了上次的教训，怕他们不吃宵夜，所以干脆在晚饭里下药。
en_us: HaoLai Inn's owner had learned from the blunder last time. Afraid that they wouldn't eat the midnight snacks, he drugged their dinner directly.

source: 好歹我们也算未识一场。”
en_us: I mean, we do count as acquaintances.”

source: 如今两个部落的恩怨搬到明面上，颜辉又与古玛部落合作，在这里伏击程向荣也很正常。
en_us: Now that the resentment between the two tribes was brought to the surface, and with Yan Hui cooperating with the Guma Tribe, it was normal for him to ambush Cheng XiangRong here.

source: 如今他炼丹已经能一心二用，灵草的话，同时淬炼几十株自然不在话下。
en_us: He had learned how to multitask when refining pills and could now easily distill tens of herbs at once.

source: 如今听此人一言，他已经十分确定。
en_us: Now, when he heard this person speak, he was extremely certain.

source: 如今大家聚集在这里就是为了商讨这件事。
en_us: Everyone was gathered here to discuss this matter.

source: 如今早已不见当初被白虎同化的地形，到处沟壑纵横，陡峭嶙峋。
en_us: Today, there was no sight of the area that the White Tiger had etched itself into, with gullies and trenches everywhere, and steep, sloping paths.

source: 如果不是万俟西元他们破坏了结界，宫殿就不会排海水，他们就不会被排出去，因为结界很可能是被永远关在宫殿里，而且还是缩小版的。
en_us: If it wasn't for MoQi XiYuan and the others breaking the barrier, (结界) the palace wouldn't have drained the sea water and they wouldn't have been washed out. The barrier was likely to keep them locked in the palace forever, and a mini one at that.

source: 如果不是上面有通灵玄龟一族压着，赤雷海蛟或许就是活水河界的霸主了。
en_us: If there wasn't the Black Turtle Clan above him, the Red Thunder Mizuchi would've been the overlord (霸主) at the Living Waters River Boundary.

source: 如果不是人肉做的，游小默就算明知道里面有药，他也会填饱下肚子，反正那药根本难不倒他们，可他现在真是倒尽了胃口。
en_us: If it wasn't made from human flesh, You XiaoMo would still eat it even if it were drugged. It wasn't like the drugs would have much of an effect. But now he had no appetite at all.

source: 如果他们已经知道赤血家族在找传族之宝一事，他就很可能暴露身份，这种没有把握的风险他是不会做的。
en_us: It was very possible that his identity would be revealed if they already knew that the ChiXue Clan was looking for Inheritance Jewel (传族之宝). He would definitely not take this sort of precarious risk.

source: 如果他现在妥协，下一秒，整个学院就会传出他因害怕凌霄而主动示弱这件事。
en_us: If he did, then the entire school would know that he was so afraid of Ling Xiao that he cowered.

source: 如果他真是古玛部落的人，那他以前的话也没假，可是为什么还需要伪装，难道因为人心险恶？
en_us: If he truly was from the Guma Tribe, then what he said before wasn't wrong.Then why the disguise? Was it to defend against the evil of human nature? (人心险恶)

source: 如果只是会掉两座山还好，关键是那道龙吟声，因为对方几乎是正面对着鬼哭涯吼的。
en_us: It was no big deal if there were only two collapsed mountain peaks. The crucial point was that dragon roar because the other party seemed to be roaring straight in the direction of the Weeping Ghost Shore.

source: 如果可以，游小默并不想放弃这株心灵花草，因为等级越高的灵草越难找，转生丹是彩级四品灵丹，而且这里和中天不同，市场没那么大。
en_us: If it was possible, You XiaoMo didn't want to give up on this Heart Flower Herb, because the higher the level, the harder it was to find the magic herbs. The Reincarnation Pill was one of the four rainbow magic pills, and moreover, this place was different from Zhong Tian, since the marketplace wasn't as big.

source: 如果吃一顿饭就这么贵，他就不信还有那么多人吃得起，因为大部分妖兽都是大饭桶，而且西境不比其他地方，多数妖兽其实都不是有钱人，他绝对不相信价格会定这么高。
en_us: He did not believe that there were still so many people who could afford it if one meal was so expensive. This was because most of the demon beasts were gluttons. Furthermore, Xi Jing was unlike the other places and most of the demon beasts were poor. He absolutely did not believe that the price would be set so high.

source: 如果和他们争下去，别人就会知道这张地图是他的目标，想到他之前‘哄抬价格’一事，就算拍到的那些东西真是他的目标，可是别人不会这么想，游小默突然生出一丁点后悔。
en_us: If he continued to compete with them, the others would realize that he wanted the map. Thinking back to when he had raised the prices on purpose to mess around with people, even if the things he bid for were what he actually wanted, others might not think the same way. You XiaoMo regretted it. (如果和他们争下去，别人就会知道这张地图是他的目标，想到他之前‘哄抬价格’一事，就算拍到的那些东西真是他的目标，可是别人不会这么想，游小默突然生出一丁点后悔。)

source: 如果天公鼎今天是在这里拍卖，最高价格绝对能超过几千万灵晶。
en_us: If it was the Heavenly Cauldron being auctioned instead, the highest bid would definitely go over tens of millions.

source: 如果姬云琅死了，那么他的心火就会瞬间熄灭。
en_us: Ji YunLang's Heart Fire would instantly extinguish if he died.

source: 如果掌柜知道这玩意能引诱到游小默，一这会很后悔没有趁机在里面下药，白白浪费了这么好的机会，不过只有游小默一个人吃也注定失败。
en_us: if the shopkeeper knew that this was all that's needed to lure You XiaoMo, he wouldn't have been so regretful of his decision to not drug it. It was a waste of a perfectly good opportunity, although, with only You XiaoMo eating it, it was destined to fail anyways.

source: 如果是者，怎么判断小乓怀孕了？”
en_us: If it's the latter, how do I tell if Xiao Pang is pregnant?"

source: 如果没有灵酒的配方，这款极品灵酒的价格绝对不会超过一百万灵晶，这个结果确实出乎很多人的意料。
en_us: If there wasn't a recipe then the price of the spirit wine itself wouldn't have gone past beyond one million spirit gems. It was a surprising result for many people.

source: 如果游小默有看到，就会知道这名老者就是先前在地下赌场护着武成的两人之一。
en_us: If You XiaoMo had seen, he would know that the elderly man was one of the two protecting Wu Cheng in the underground casino from before.

source: 如果用飞的，以他们的速度根本不需要五天，唯一遗憾的是他们不知道鲸岛在哪里，而且还要靠老人帮他们找到通灵玄龟族，凶险的大海并不在他们的考虑范围内。
en_us: If they flew there, it would take less than five days with their speed. The only regret was that they did not know where the Whale Island was and they still had to depend on the old man to help them find the Psychic Black Turtle Clan. The treacherous sea was not within their scope of consideration at all.

source: 如果白虎还在宫殿里，他们这样进去等于闯进私人地盘，白虎可是远古时期的强者，强者就算受了伤那也依然是强者，要是他一怒之下把他们拍扁了怎么办？
en_us: If the white tiger was still in the palace, then they were trespassing. White tiger was a powerhouse from the ancient times, even if they were injured, they were still powerful. What if they just slap them flat due to anger?

source: 如果真是这样……
en_us: If that was true...

source: 如果真是这样，那就不妙，还是三十六计走为上策！
en_us: If that was true, then that wasn't good at all. Time for a tactical retreat!

source: 如果龙血真是游震天的妻子的精血，那么就必须趁早使用，因为龙族对自己的精血是很敏感的，一旦靠近他们的感应范围就会背发现，江流想拿精血来炼丹，但是他没发现哪种灵丹需要用到龙血。
en_us: They had to use the dragon blood as soon as possible if it was truly the life blood of You ZhenTian's wife. Those from the Dragon Clans were very sensitive to their own life blood and they would be discovered once they approached the dragon's sensing range. Jiang Liu had wanted to use the life blood to refine magic pills, however he had not discovered which magic pill required the use of dragon blood.

source: 如此一来就更加惹人注意了。
en_us: Now, it was even more eye-catching.

source: 如此怪异的举动，武成不怀疑是不可能的，不过……
en_us: It was impossible for Wu Cheng not to suspect such suspicious actions, but...

source: 妖凰族站出来的并不是姬芮，而是姬云琅的祖父姬赫，他从一开始就表现得十分沉稳，从头到尾都是交给姬芮的，结果临结束竟然出手了。
en_us: It wasn't Ji Rui who had acted, but Ji YunLang's grandfather, Ji He. From the beginning, he had been very calm and composed, allowing Ji Rui to make all the decisions. Yet, when the auction was coming to a close, he had acted.

source: 妖兽也是有尊严的。
en_us: Demon Beasts had their pride.

source: 妖凰族坐落百鸟谷，以百鸟谷为中心方圆万里都是妖凰族的地盘，一般是不允许外来者进驻他们的地盘，除非是依附势力。
en_us: The Demon Phoenix Clan was located at the Hundred Birds Valley (百鸟谷). With the Hundred Birds Valley as the center, the entire area within a radius of a thousand of miles was the territory of the Demon Phoenix Clan. They generally did not allow outsiders to enter their territory, unless it was for the purpose of joining with other forces (依附势力).

source: 妖坟场和他们上次离开时一样，阴气森森，鬼哭怒嚎。
en_us: The Demon Beast Graveyard was the same as how they left it last time. The dark energy was dense and thick, and they could hear ghosts crying and howling.

source: 妖坟场就像黑色的人间炼狱，到处都是衰败的坟墓，连泥土都是黑色的，分钱一颗杂草都没有，有的坟墓甚至已经裂开，或者只剩下一半，每走两步就能看到一具阴森惨白的骸骨。
en_us: The Demon Beast Graveyard was just like a black purgatory. (黑色的人间炼狱) Deteriorating graves were everywhere, and even the mud was black without a single trace of a weed. Some graves were already split open or only half of it was left, and every two steps they could see a ghastly white skeleton.

source: 妖坟场是远古战场，就算里面真的有什么东西存在也不可能与游小默有关系，这货可是半路出家的。
en_us: The Demon Beast Graveyard was an Ancient Battlefield. Even if there was actually something inside, there was no way it could have anything to do with You XiaoMo, since he had switched to this life halfway through.

source: 妖猫一族想要生存下去就必须依附于强者，但由于他们都长得特别好看，不论男女都有一副魅惑众生的容貌，所以争夺妖猫的强者总是特别多，就像老板娘。
en_us: Demon cats had to rely on powerhouses to survive, but since they were all very good looking, baring alluring beauty no matter male or female, there were always plenty of elites fighting over them. Like the owner.

source: 妖猫一族都很珍惜自己的小名，特别是像老板娘这种第一美女，她都还没享受够，怎么可以死在这里！
en_us: The demon cat clan (妖猫) were known for treasuring their lives, especially for people like the proprietress who is known as the number one beauty. She hadn't even enjoyed her life to the fullest, how could she die here!

source: 妖猫非常重视自己的容貌，失去容貌对他们来说是一件生不如死的事情！
en_us: Demon cats (妖猫) cared deeply about their appearances, for them to lose that was worse than death!

source: 妹妹莫非则跟在后面一脸不情不愿，偶尔羡慕嫉妒的看她姐姐一眼。
en_us: Her younger sister Mo Fei followed behind them with a reluctant expression on her face, and she occasionally glanced enviously at her sister.

source: 始作俑者们在苍盟淡定的做客中。
en_us: The perpetrators, on the other hand, were calmly being guests to the Cang Alliance.

source: 姑且不说大妖兽收集的宝贝有多么珍贵，就冲着那些宝贝都是从远古流传下来的这一点，就足以让西境的妖兽们趋之若鹜。
en_us: Leaving aside how precious the treasures collected by the great demon beasts were, just the fact that these treasures were passed down from ancient times was enough to make the demon beasts of Xi Jing scrabble madly for these unobtainable treasures.

source: 姬云琅一怔，脸上旋即闪过一丝震怒。
en_us: Ji YunLang paused for a moment before his expression turned to rage.

source: 姬云琅没有看出来，张口正要重复一遍，姬文突然阻止了他，小声的在他耳边说道：“公子，不可，他在耍你。”
en_us: Ji YunLang didn't notice the mockery and opened his mouth to repeat before being stopped by Ji Wen. In a whisper, he said, "Young master, (公子)you can't, his toying you."

source: 姬云琅的腿虽然没了，但是他想离开百鸟谷并不难。
en_us: Though Ji YunLang's legs were gone, it was not difficult for him to leave the Hundred Birds Valley if he wished to.

source: 姬云琅瞄了眼眼神宛如一口古井，外表却艳丽无比的姬芮，神情一凛，遂同意了。
en_us: Ji YunLang glanced over at Ji Rui, who had eyes that spoke of ancient history (神宛如一口古井) yet she had a glamourous appearance. Feeling his heart tighten (一凛), he agreed.

source: 姬凤一无所觉，他深深的看了眼游小默，犹犹豫豫的说道：“他让我给你们传达一些话，内容是——我现在在妖凰族过得很好，虽然每天都有一个不长眼的家伙过来挑衅我，但是他很蠢，比某某还蠢，我只要跟大长老哭诉一句，他就惨了，所以你们不用担心我哦，等我长大了，我会去找你们哒。”
en_us: Ji Feng was completely unaware, and he shot a deep look at You XiaoMo before saying hesitantly, "He wanted me to tell you guys a few things. What he wanted to say is -- I'm currently doing very well at the Demon Phoenix Clan. Even though some careless fellow will come over every day to provoke me, he's very stupid, even more stupid than so-and-so. As long as I go and complain tearfully to the elders, he's ruined, so you don't have to worry about me. Wait until I grow up and I'll go find you guys."

source: 姬凤不慌不忙的从身上拿出一根火红色的羽毛，“这是信物！”
en_us: Ji Feng unhurriedly took out a flaming red feather. "This is a token of trust!"

source: 姬凤捂着嘴奸笑了起来，一副唯恐天下不乱的语气说道；“这形容还真是贴切啊！”
en_us: Ji Feng covered her mouth as she let out a sinister smile, and said in a tone that wished for the whole world to be in chaos, "This description is really appropriate!"

source: 姬凤摇摇头，“这个我也不知道，问他也不告诉我是谁，只是说你听了就会知道。”
en_us: Ji Feng shook his head. "I don't know who it is either. When I asked, he wouldn't tell me who it was, he only said that you would know after you heard."

source: 姬凤是妖凰族年轻一辈的佼佼者，继承了妖凰族的好相貌，但却十分妖娆，一颦一笑，一举一动都透着一丝天然的魅惑，明明是凤凰，却有着比蛇类还要诱惑的水蛇腰，走过来的时候，一扭一扭的，把许多雄性生物看得血液都沸腾了起来。
en_us: Ji Feng was a well-known figure in the younger generation of the Demon Phoenix Clan. He/she had inherited the good looks/handsomeness of the Demon Phoenix Clan, but was extremely alluring. Every frown and every smile, each and every move was enveloped with a trace of natural charm. She was clearly a Phoenix, but had a slender and supple waist/lithe body (水蛇腰) that was even more enticing than those demon serpents had. As she walked over, it swung from side to side, and the blood of many male organisms were close to boiling as they saw this.

source: 姬凤款款走到他面前，魅惑的笑道：“哎呀，听你这话好像我不能出现在这里似的，别忘了，这里可不是麒麟族，奉劝你一句，在这里最好收起你的爪牙，免得继续丢人哦。”
en_us: "Ji Feng leisurely walked to him and gave an enchanting smile, "Ai ya, hearing you put it that way makes it seem like I shouldn't be here. Don't forget, this is not the Qilin Clan. Let me offer you some advice, you had better put away your claws and teeth here, lest you continue to be shameful/shame your clan."

source: 姬凤知道轮到自己出场了，见他们看过来便从容的笑道：“凌兄，游兄弟，可否借一步说谈谈？”
en_us: Ji Feng knew that it was his turn to come on stage now, and when he saw them all look over, he smiled leisurely. "Brother Ling, Fellow Brother You, could I borrow you two and have a chat?"

source: 姬凤说：“我曾经看到他想给你们传消息，后来他才告诉我说是你们救了他，没有你们就没有他。”
en_us: Ji Feng said, "I once saw that he wanted to send you guys some information. He only told me afterwards that you guys rescued him, and without you, he wouldn't be there."

source: 姬凤：“……”
en_us: Ji Feng, "..."

source: 姬宁禹既然是妖凰族下一任族长的继承人，这正是他姬凤取得未来族长信任的好机会，所以他才会主动帮姬宁禹传递消息。
en_us: Ji NingYu was actually someone who could become an heir for the Demon Phoenix Clan's clan head, and this was exactly the opportunity Ji Feng needed to earn the future clan head's trust. That was why he voluntarily chose to help Ji NingYu deliver information.

source: 姬文和姬武却不傻，他们看得出来芮长劳受了内伤。
en_us: Ji Wen and Ji Wu weren't stupid. They could see that Elder Rui (芮长老) had received an internal injury.

source: 姬文和姬武见识过姬芮的神火被凌霄的神火吞噬的画面，虽然害怕，但是为了保命，他们只有用自己的神火去抵挡，结果如愿的被吞噬了，两人也受了内伤。
en_us: Ji Wen and Ji Wu had seen how Ji Rui's Godfire was engulfed by Ling Xiao's Godfire. Although they were afraid, they could only use their own Godfire to ward his off in order to save their lives. But in the end they were engulfed as well, and both of them received internal injuries too.

source: 姬武二话不说就拉着姬云琅跟随姬芮往外跑，姬文紧跟其后，唯一没有动作的人就是姬凤，视线追随这他们仿佛他是一个局外人。
en_us: Ji Wu didn't need to be told twice before grabbing Ji YunLang and running after Ji Rui, Ji Wen following close behind. The only one who didn't move was Ji Feng, his gaze following after them as if he had nothing to do with them.

source: 姬翁一脸纵容的表情，甚至还帮他调整位置。
en_us: Ji Weng had an expression of indulgence and even helped him adjust his position.

source: 姬翁也点了点头，在他怀里的胖娃娃也小大人似的点了点头。
en_us: Ji Weng nodded too. The fat baby in his arms also nodded as if he was a tiny adult.

source: 姬翁从容不逝的说道：“姬云琅失踪之前一直在百鸟谷里养伤，如果有人潜进百鸟谷偷偷把他带走，我不可能发现不了，唯一可以解释的，就是他自己离开了百鸟谷。”
en_us: Ji Weng calmly stated, "Ji YunLang he had been recuperating from his injury in the Hundred Birds Valley before he went missing. It's impossible for me to fail to discover someone if they sneaked into the Hundred Birds Valley and secretly took him away. The only other explanation is that he left the Hundred Birds Valley by himself."

source: 姬翁抚着花白的胡子，张口正在解释，一只嫩白如藕，胖嘟嘟的小手突然从桌下伸出来。
en_us: Ji Weng stroked his grizzled beard and just as he opened his mouth to explain, a tender, chubby and white little hand suddenly reached out from under the table.

source: 姬翁接着道：“唯一可以解释的，就是有人用借口把姬云琅找出去，并且让他一个去，这个人必定是姬云琅的熟人，而且关系匪浅。”
en_us: Ji Weng continued, "The only explanation is that someone used an excuse to draw Ji YunLang out and made him go alone. This person must be Ji YunLang's acquaintance and have a close relationship with him."

source: 姬翁是妖凰族地位最崇高的人，拥有绝对的威信，地位仅次于已经闭关五百年的妖凰谷主，现在谷内一切大小事宜都要经过他的首肯才能做，所以他反对的话，就是姬赫也不能直接反抗他。
en_us: Ji Weng was the most respected person in the Demon Phoenix Clan and had absolute authority. He was second only to the Master of the Demon Phoenix Valley who had already been in secluded cultivation for five hundred years. Now, all trivial and major matters in the Valley had to gain his nod of approval before it could be done. Thus, even Ji He could not directly rebel against him if he opposed it.

source: 姬翁笑着摸摸他的小脑袋，眼睛却看向脸色越来越阴沉的姬赫，“如果你执意要找天狗算帐只会中敌人的圈套，如今他们在暗我们在明，我们必须更加小心谨慎。”
en_us: Ji Weng smiled and stroked his little head, yet he was looking at Ji He whose expression was becoming increasingly overcast, "You will only fall into the enemy's trap if you insist on getting revenge on the TianGou. Now that they are in the shadow and we are in the light, we must be more prudent."

source: 姬翁老僧般睁开微阖的眼眸，表情犹如一口沉淀千万年的古井，半点波澜不起，过了会他才开口打破楼阁僵硬的气氛，“姬云琅不是天狗杀的。”
en_us: Old Monk Ji Weng (姬翁老僧) opened his partially-closed eyes. His expression was without the slightest ripple, akin to a well that had been steeping (沉淀) for thousands of years. He started to speak after a while, breaking the tense atmosphere in the building, "Ji YunLang was not killed by the TianGou."

source: 姬翁让人乖乖的不捣乱，这才回答姬赫的问题：“姬云琅一直在谷中养伤，他应该也知道自己的情况不能随便出去，何况他的伤也还没完全好，那么他又为何要私自出谷，甚至连姬文武都没带在身边，二长老可有想过这个问题？”
en_us: Ji Weng made him obediently sit and stop making trouble before he answered Ji He's question, "Ji YunLang had been recuperating from his injury in the valley. He should also know that he could not go out as he pleased in his situation, what's more his injury had not completely healed. Then why would he secretly go out of the valley and not even bring Ji Wen? Has the Second Elder thought about this?"

source: 姬芮之所以没有发现凌霄的真实修为，一来她修为比凌霄低，二来凌霄习惯性的自己留一手，所以他的修为目前是压制在十二阶一星这道坎上。
en_us: The reason for Ji Rui's misconception was that she was not only weaker than Ling Xiao but also that Ling Xiao habitually held back. Thus, his level appeared to be at Level Twelve one star.

source: 姬芮喉咙突然涌起一股血气，铁锈的味道在她嘴巴里漫延开来。
en_us: A mouthful of blood suddenly welled up from Ji Rui's throat, and the coppery taste spreaded all throughout her mouth.

source: 姬芮是一名十二阶强者，她是妖凰族中为数不多的女性，在妖凰族的地位可谓一人之下万人之上，这次拍她出来就是为了确保任务万无一失，而他们的任务就是把凌霄带回去，如果反抗得太厉害，那么就就地正法。
en_us: Ji Rui was a Level Twelve practitioner and one of the few females in the Demon Phoenix Clan. Her position was truly second to none. Having her here was to guarantee the sucess of the mission, and the mission was to bring Ling Xiao back. If he was being too diffcult then, he would be dealt with on the spot. (如果反抗得太厉害，那么就就地正法)

source: 姬芮是很厉害，这年头每个圣境强者都是通天大陆高高在上的强者，他们翻手为云覆手为雨，然而圣境强者也有强弱之分。
en_us: Ji Rui was strong. At this point in time, every Sacred Realm practitioner was the best of the best of the TongTian Continent. You could say that they could do whatever they wanted (翻手为云覆手为雨) but even then, there was a difference in level between Sacred Realms.

source: 姬芮没有得到凌霄的回应，眼神微沉，“不想你的同伴出事的话，现在跟我们走，我可以保证绝不动你同伴一根寒毛。”
en_us: Seeing no response, Ji Rui's eyes darkened slight, "If you don't want your comrade to be injuried then come with us right now. I can promise that he wouldn't be harmed.

source: 姬芮淡淡的瞥了姬云琅一眼，对他的行为不置一词，目光又落在凌霄身上，虽然看起来很有强者的风范，但是在眼睛深处却隐藏着与姬云琅一模一样的傲慢与轻视，下一句她便说道：“实力倒是不错，只可惜还不是我的对手。”
en_us: Ji Rui glanced over at Ji YunLang but didn't comment on his actions. Then she shifted back to Ling Xiao. Although she had the air of a powerhouse, deep within, her eyes spoke of the same arrogance and disdain as Ji YunLang. Then she spoke, "You're not bad, but still not a match for me."

source: 姬芮的脸色顿时像抹了一层黑炭似的，眼神阴冷下来，虽然她的年纪已经一大把，但是她姬芮仍然是妖凰族最美的女人，最忌讳的就是别人叫她老太婆，凌霄成功的激起她的杀意。
en_us: As if Ji Rui's face had been brushed over with charcoal, her eyes turned cold. Although her age was up there, she was still the prettiest women in the Demon Phoenix Clan and her taboo was others calling her an 'old hag'. Ling Xiao had sucessfully enraged her.

source: 姬芮知道这一点，所以她认为就算他们的修为同等，她的神火也会强于凌霄，与修为无关，因为血脉，一个是纯种，一个是杂种，孰强孰弱几乎一目了然。
en_us: Ji Rui (姬芮) knew this, so she thought that even though their cultivation was of the same rank, her Godfire would still be stronger than Ling Xiao's. It had nothing to do with their cultivation bases, but rather their bloodlines; one was a pureblood, while the other was a hybrid. Who was stronger and who was weaker should be clear at first glance.

source: 姬赫看着他们祖孙之间的互动，眼中闪过一丝冷意。
en_us: Ji Hei looked at the interaction between the grandparent and grandson and a cold glint flashed through his eyes.

source: 姬赫脸色阴睛不定，这个问题他确实没想到，自从知道孙子死后，他的情绪一直都很暴躁，哪里还能想那么多。
en_us: Ji He's expression was was shadowy and obscure. He had not thought of this question. His mood had been irascible ever since he knew that his grandson had died, where would he have to time to think so much?

source: 姬赫见所有人都赞同大长老的意思，心知他不可能再说服他们，本来有三长老一脉支持他，可是自从云琅出事后，三长老一脉就彻底偏向大长老，现在他孤掌难鸣，能做的也就只有妥协。
en_us: Ji He knew that he could not persuade them any more upon seeing that everyone agreed with the Great Elder. The Third Elder had supported him originally, but since YunLang's mishap, the Third Elder completely sided with the Great Elder. Now he was alone and helpless and could only compromise.

source: 嫌疑最大的就是黑蜘蛛，众所周知，黑蜘蛛明面上是很公道的拍卖会，骨子里其实是卑鄙的阴险之辈，很多东西都是不择手段得到的，贪狼的死很可能与他们有脱不开的关系。
en_us: The biggest suspect was Black Spider. Everyone knew that Black Spider might seem like a fair, legal auction, but they were made up of despicable people. Many of their auctioned items were gained unscrupulously and the Wolf of Gluttony's death very likely had something to do with them.

source: 学院的女修炼者虽然比男人少，不过游小默有把握，一旦容颜丹传出去，绝对有九成的女人会感兴趣。
en_us: Though the academy had less girls than boys, You XiaoMo knew, the moment word got out about these beauty pills, the vast majority of women would come inquiring over them.

source: 宁得罪小人不得罪女人，这句话果然不是没有道理的。
en_us: There was indeed some truth behind the saying 'I would rather offend an ordinary man than offend a woman.'

source: 它们的目标正是前方的小岛，好像小岛出现什么吸引它们的东西，每一只皆争先恐后，速度非常快，不到一个时辰，距离小岛便只剩下不到一千米。
en_us: Their target was the small island ahead of them. It seemed like something attractive had appeared on the small island, and they all fought to arrive at the island first, moving extremely fast. Not even an hour later, they were less than a thousand meters away from the small island.

source: 它本以为这次落入人类手里死定了，却不想竟然被它发现一口灵泉，灵泉的价值有多高，拥有成人智商的它非常清楚。
en_us: It originally thought that it was dead for sure when it fell into humans' hands this time, but it hadn't expected to find a spiritual spring here. With a human-level IQ, it knew very clearly the worth of the spiritual spring.

source: 守卫一脸疑惑的打量着他，“从哪里来的，进城要做什么？”
en_us: The guard was sizing him up in suspicion, "Where did you come from? What do you want to do in the city?"

source: 守卫们发挥着地毯式的搜索精神，没有看到可疑的小偷，但是范围却越缩越小，没过多久，游小默就看到其他守卫往这边过来。
en_us: The guards displayed their through and intense searching spirit, but did not see any suspicious thieves. However, the searching range was getting smaller and smaller and it did not take long for You XiaoMo to see other guards coming over.

source: 守卫们愣住了，这是怎么一回事？
en_us: The guards were stunned, what was going on?

source: 守卫又问了几个问题，凌霄都不痛不痒的回答了，最后大概实在是找不到有什么疑点，守卫终于放他进来了。
en_us: The guard asked a few more questions and Ling Xiao gave perfunctory answers. Probably because he could not find anything suspicious, the guard finally let Ling Xiao in.

source: 守卫将话转告给侍卫，侍卫立即走进来，“禀家主，阴阳谷的江流想见您，他说有很重要的事情要告诉您，人现在就在外面。”
en_us: The guard delivered his message to the housecarl and the housecarl walked inside. "Reporting. Family Head, Jiang Liu of the YinYang Valley wishes to see you. He says he has some very important information for you and is outside right now."

source: 守卫没有追上来，但是他们已经去通知成株，并告知游小默逃跑的方向，要是被来个瓮中捉鳖，想黯然无恙的逃出城主府就难了。
en_us: Though the guards did not chase them, they had already notified the City Master (成株) and informed him of the direction that You XiaoMo had escaped in. It would be difficult to escape unscathed from the City Master's mansion without any fuss if If You XiaoMo made himself an easy target (瓮中捉鳖).
